antfu.icons-carbon
bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
eduarddyckman.vscode-parinfer
figma.figma-vscode-extension
github.codespaces
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
haskell.haskell
jnoortheen.nix-ide
julialang.language-julia
leanprover.lean4
llvm-vs-code-extensions.vscode-clangd
ms-python.python
ms-toolsai.jupyter
ms-vscode.hexeditor
ms-vscode.makefile-tools
mshr-h.veriloghdl
ocamllabs.ocaml-platform
pdconsec.vscode-print
qingpeng.common-lisp
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
sumneko.lua
vadimcn.vscode-lldb
vscodevim.vim
*.vsix