antfu.icons-carbon
anysphere.cpptools
anysphere.remote-containers
anysphere.remote-ssh
bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
eduarddyckman.vscode-parinfer
github.vscode-pull-request-github
haskell.haskell
iocave.customize-ui
iocave.monkey-patch
jnoortheen.nix-ide
justusadam.language-haskell
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.makefile-tools
nyoomengineering.oxocarbon-vscode
ocamllabs.ocaml-platform
pdconsec.vscode-print
qingpeng.common-lisp
rebornix.scheme
redhat.java
redhat.vscode-yaml
rooveterinaryinc.roo-code-nightly
rust-lang.rust-analyzer
sumneko.lua
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
