antfu.icons-carbon
anysphere.cpptools
anysphere.remote-wsl
davidanson.vscode-markdownlint
dioxuslabs.dioxus
eduarddyckman.vscode-parinfer
gkarlos.vscode-ptx-syntax
haskell.haskell
jnoortheen.nix-ide
julialang.language-julia
justusadam.language-haskell
leanprover.lean4
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
nyoomengineering.oxocarbon-vscode
ocamllabs.ocaml-platform
qingpeng.common-lisp
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
sumneko.lua
tamasfe.even-better-toml
twxs.cmake
vadimcn.vscode-lldb
vscjava.vscode-java-debug
vscjava.vscode-maven
vscodevim.vim
